Repository: hugok79/pardus-font-manager
Catalog: po/*.po
Languages: pt

source: Simple font manager.
pt: Gestor simples de tipos de letra.

source: OK
pt: Aceitar

source: Cancel
pt: Cancelar

source: Dark Theme :
pt: Tema escuro :

source: Change Color :
pt: Mudar de cor :

source: Text Colors :
pt: Cores do texto :

source: Settings
pt: Definições

source: About
pt: Acerca

source: System Fonts
pt: Tipos de letra do sistema

source: Increase character sizes
pt: Aumentar o tamanho dos carateres

source: Decrease character sizes
pt: Diminuir o tamanho dos carateres

source: Search Families
pt: Procurar famílias

source: Add a new font
pt: Adicionar um novo tipo de letra

source: Info about selected font
pt: Informação sobre o tipo de letra selecionado

source: Remove user-added font
pt: Remover o tipo de letra adicionado pelo utilizador

source: Click the button for the rest of the characters
pt: Clique no botão para ver o resto dos carateres

source: A sentence containing the letters of the alphabet
pt: Uma frase que contém as letras do alfabeto

source: type something ..
pt: digitar algo ...

source: Font Name
pt: Nome do tipo de letra

source: Char Maps
pt: Mapas de carateres

source: Pardus Font Manager
pt: Gestor de tipos de letra Pardus

source: The quick brown fox jumps over the lazy dog.
pt: A rápida raposa castanha salta sobre o cão preguiçoso.

source: Characters
pt: Carateres

source: Waterfall
pt: Cascata

source: About Pardus Font Manager
pt: Acerca do Gestor de tipos de letra Pardus

source: Please choose a font file
pt: Escolha um ficheiro de tipo de letra

source: TTF files
pt: Ficheiros TTF

source: OTF files
pt: Ficheiros OTF

source: Unable to extract font name from the selected file.
pt: Não foi possível extrair o nome do tipo de letra do ficheiro selecionado.

source: The font
pt: O tipo de letra

source: is already installed!
pt: já está instalado!

source: Fonts have been added successfully:
pt: Os tipos de letra foram adicionados com sucesso:

source: An error occurred while adding the fonts
pt: Ocorreu um erro ao adicionar os tipos de letra

source: Font Size:
pt: Tamanho do tipo de letra:

source: Deleted font file:
pt: Eliminar ficheiro de tipo de letra:
